<template>
  <div class="body">
    <h1>常见问题</h1>
    <p class="m-3 text-[#aaa]">小兔快跑 2019-11-26 18：16</p>
    <h3>Q.小兔快送可以发外地吗?</h3>
    <p> A.小兔快送目前提供同城内的专人递送服务，在已经开通的37个城市可以全境服务，跨城市的服务暂时还没有开通。(目前"1小时达"已覆盖了上海、北京、深圳、广州、杭州、南京、成都、西安、福州、苏州、天津、厦门、长沙、济南、宁波、重庆、石家庄、南昌、哈尔滨、郑州、青岛、常州、合肥、大连、武汉、无锡、嘉兴、昆山、南通、温州、潍坊、扬州、芜湖、烟台、佛山、东莞、马鞍山城市全境;“4小时达/次晨达"已覆盖成都、苏州、上海、杭州、郑州、武汉、广州、北京等8个城市。平台拥有超300万经过严格培训过的达达骑士)
    </p>
    <h3>Q.小兔快送服务时间?</h3>
    <p>A.小兔快送提供24小时服务，节假日正常服务，全年无休,您有需要可以随时下单;“1小时达"业务客服人员的工作时间是9:00至晚21:
      00，其中"4小时达/次晨达"业务客服人员的工作时间是9: 00至晚18: 00，在此期间我们全程监控您的订单，可以确保安全快速完成。
    </p>
    <h3>Q.小兔快送的时效和收费是怎样的?是否可以预约?</h3>
    <p> A.小兔快送是即时服务，下单后—般15分钟内上门取件。</p>
    <h3>Q.关于运费溢价说明</h3>
    <p> A.溢价是小兔快送为了保证良好的服务体验，根据供需情况动态调整价格的策略;
      天气、交通高峰时段、特殊节假日等原因可能造成溢价。
      倍数溢价运算规则:
      溢价金额=订单优惠前的总金额（不包含小费)x(溢价倍数-1) 。
      注:仅针对一小时达业务。</p>
    <h3>Q.付款时遇到问题该如何应对?</h3>
    <p> A.1、批量下单超过5分钟未支付,订单将自动取消，请重新下单;<br>
      2、若微信扫码支付失败，请在小兔收银台重新扫码支付;<br>
      3、若支付宝支付失败，请在小兔收银台重新支付;<br>
      4、余额不足，请使用微信或支付宝支付，或者在"小兔"公众号上进行充值后进行付款;<br>
      5、大客户(总子账号)商家余额不足，请联系总账号管理充值。<br>
    </p>
    <h3>Q.是否支持到付?</h3>
    <p>A.通过微信下单需直接使用微信支付，达达快送目前不支持到付!</p>
    <h3>Q.是否支持代收货款?</h3>
    <p>A.如需代收货款服务，请提前与达达骑士协商让其先垫付给您，但不支持大额的代收。</p>
    <h3>Q.是否支持代购或垫付?</h3>
    <p>A.1小时达目前不支持大额垫付，若您通过微信下单需要小额代购或垫付，请在订单备注内说明您的需求，如果有达达骑士愿意为您服务，会在抢单后先跟寄件人联系，到时您可以跟达达骑士详细沟通代购事宜;
    4小时达/次晨达业务暂不支持代购或垫付。</p>
    <h3>Q.下单后，如何修改订单?</h3>
    <p>A.1、地址修改:如果订单还没用被达达骑士抢单，您可以取消订单重新下单;如果达达骑士已经抢单，您可以告知达达骑士订单取消;如果快件已在配送途中，请联系(400-182-0990转1转3)修改;<br>
    2、电话号码修改:请联系客服(400-182-0990转1转3)修改;<br>
    3、如果达达骑士没有取货，您也可以取消重新下单</p>


  </div>
</template>

<style lang="scss" scoped>
@use "@rabbit-run/common/styles/func.scss";

.body {
  width: 100vw;
  min-height: 100vh;
  padding: func.rpx(22);
  background-color: white;
  font-size: func.rpx(12);
  line-height: func.rpx(20);
  color: #656c70;

  h1 {
    margin-bottom: 20px;
    color: #333333;
    font-size: func.rpx(20);
    font-weight: bold;
    text-align: center;
  }

  h3{
    font-size: func.rpx(14);
    font-weight: bold;
  }

  p {
    margin-bottom: func.rpx(15);

  }
}
</style>
