<template>
  <div className="body">
    <h2 className="strong">小兔快送注销协议</h2>
    <p class="strong right">版本号：V2.1</p>
    <p class="strong">【特别提示】当您按照注销页面提示填写信息、阅读并同意本《注销须知》及相关条款与条件且完成全部注销程序后，即表示您已充分阅读、理解并接受本《注销须知》的全部内容。阅读本《注销须知》的过程中，如果您不同意相关任何条款和条件约定，请您立即停止账户注销程序。</p>
    <p>小兔快送在此善意地提醒您，<strong>您注销账户的行为会给您的售后维权带来诸多不便，且注销小兔快送账户后，您的个人信息会在小兔快送的前台系统中去除，使其保持不可被检索、访问的状态，或对其进行匿名化处理。</strong></p>
    <p class="strong">1、如果您仍执意注销账户，您的账户需同时满足以下条件：</p>
    <p>（1）您在小兔快送的账户内的全部余额已提现；</p>
    <p>（2）或您自愿放弃账户在小兔快送系统中的资产和虚拟权益（包括但不限于充值赠款、活动奖励等等），并确保账户中无欠款；</p>
    <p>（3）账户内无未完成的订单和服务；</p>
    <p>（4）账户无任何纠纷，包括投诉举报或被投诉举报；</p>
    <p>（5）账户已经解除与其他网站、其他APP的授权登录或绑定关系。</p>
    <p>
      2、小兔快送账户一旦被注销将不可恢复，请您在操作之前自行备份小兔快送账户相关的所有信息和数据。请您保存好订单商品和服务的交易凭证、票据等资料，否则您有可能须支付额外的账户和订单查询费用，或无法享受售后服务。
    </p>
    <p>
      3、在账户注销期间，如果您的小兔快送账户涉及争议纠纷，包括但不限于投诉、举报、诉讼、仲裁、国家有权机关调查等，小兔快送有权自行终止本小兔快送账户的注销而无需另行得到您的同意。
    </p>
    <p class="strong">4、注销小兔快送账户，您将无法再使用本小兔快送账户，也将无法找回您小兔快送账户中及与账户相关的任何内容或信息，</p>
    <p>（1）您将无法登录、使用本小兔快送账户；</p>
    <p>
      （2）本小兔快送账户的个人资料和历史信息（包括但不限于用户名、头像、订单记录、常用地址信息等）都将无法找回；
    </p>
    <p>
      （3）您通过小兔快送账户使用、授权登录或绑定小兔快送后使用的第三方的其他服务相关记录将无法找回。您理解并同意，小兔快送无法协助您重新恢复前述服务。请您在提交注销申请前，务必先了解您须解绑的其他相关账户信息，具体可与小兔快送的客服联系。
    </p>
    <p class="strong">5、您需知悉，注销本小兔快送账户并不代表本达小兔快送账户注销前的账户行为和相关责任得到豁免或减轻。</p>

  </div>
</template>

<script>
export default {
}
</script>

<style lang="scss" scoped>
@use "@rabbit-run/common/styles/func.scss";

.body {
  padding: func.rpx(10);
  width: 100vw;
  min-height: 100vh;
  background-color: white;

  h2 {
    text-align: center;
    margin-bottom: func.rpx(15);
    font-size: func.rpx(20);
  }

  p {
    text-indent: 2em;
    margin-bottom: func.rpx(15);
    line-height: func.rpx(20);

    &.right {
      text-align: right;
    }
  }

  .strong {
    font-weight: bolder;
    color: #000;
  }

  .decoration {
    text-decoration: black;
  }

}

</style>
