<template>
  <div class="body">
    <h2 class="strong">注册协议</h2>
    <p class="right">本协议更新于：【2021年5月】</p>
    <p class="right">版本号：V4.0</p>
    <p>1、您在选择小兔平台发布配送需求时，可以对您将要配送的物品进行价值认定及选择保价服务。</p>
    <p>小兔平台的各项服务，由达疆网络科技（上海）有限公司及上海趣盛网络科技有限公司提供。</p>
    <p>本协议系您因使用小兔平台的各项服务而与小兔平台订立的正式的协议，本协议采用电子合同形式，在您与小兔平台间具有《中华人民共和国民法典》上的效力。</p>
    <p>由于互联网高速发展，本协议列明的条款并不能完整罗列并覆盖您与小兔平台所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，小兔平台可能不时发布或更新的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分且具有同等法律效力，若您对上述内容有任何意见或建议，欢迎随时与我们联系。您与小兔平台签订的书面合同与本协议不一致的，以书面合同为准。
    </p>
    <p>若您一旦在小兔平台注册账户、实际使用小兔平台服务并完成任一订单支付/结算的，则表示您已充分阅读、理解并同意接受本协议项下的全部内容，并与小兔平台达成一致，成为小兔平台“商户”（详见定义条款）。
    </p>
    <p class="strong">为了使您获得更好的服务体验，小兔平台在此特别提醒您；务必认真阅读、充分理解本协议各条款，特别是其中可能涉及的免除小兔平台责任或限制您权利的条款，约定法律适用和管辖的条款以及其他以粗体下划线标识的条款。</p>
    <p>关于本协议的任何条款，您均可以联系小兔平台协商、核实、咨询，或寻求专业人士解答。</p>
    <p class="strong">第1条 定义</p>
    <p>1.1 小兔平台，是包括但不限于域名为“imdada.cn”的Web站点和名称为“小兔快送”的移动应用以及与此相关的微信公众账号、微信小程序、微博等的合称，是为商户提供账户信息管理，配送信息发布与查询、配送交易撮合与处理等互联网信息服务平台。小兔平台并不直接参与商户与实际承运人之间的配送交易，双方因配送合同履行发生争议的，应当根据合同相对性原则自行协商处理或寻求小兔平台调解争议。</p>
    <p>1.2 实际承运人，是指在小兔平台注册并为商户提供配送服务的承运人。本协议项下，特指已经注册或使用小兔平台，且具有完成配送服务之条件和资质的承运人。承运人依约完成配送订单的，有权自商户处获取相应的报酬。承运人与小兔平台之间并非劳动、劳务、雇佣关系。</p>
    <p>1.3 商户，是指在小兔平台发布配送服务需求的，在小兔平台显示为配送订单需求方的，向货物接受人销售或配送货物的个人、企业、组织或机构。本协议项下，特指已经登录或下载小兔平台，并自愿申请注册，且具有销售或配送货物的条件和资质的配送需求方。商户应当根据小兔平台业务规则及订单信息，向依约完成配送订单的实际承运人支付报酬。商户在使用小兔平台时，应当向平台支付服务费。</p>
    <p>1.4
      配送订单，是指商户通过小兔平台发布的，在小兔平台显示的配送服务要约信息（包括但不限于商户信息、配送货物、配送地址、收货人信息及配送费用等），实际承运人一旦通过点击或确认的方式承诺配送订单的，配送合同即为生效。<strong>经实际承运人确认的订单作为实际承运人与商户的配送合同，是双方权利义务的证明文件。小兔平台不是配送订单、配送合同的合同相对方。</strong>双方线下达成交易条件（例如代收货款、附条件配送等）的，各自自行保留相应的证据。
    </p>
    <p class="strong">第2条 协议签署与修订</p>
    <p>2.1 若商户并非自然人，则商户在注册账户或实际使用小兔平台提供的服务前，应当确保其是依法存续的、具有相应资质的企业或组织。否则，商户可能无法正常注册及使用小兔平台服务</p>
    <p>2.2 商户承诺有条件、有资质向货物接受人销售或配送订单约定的配送货物，配送货物涉及国家专营或依审批从事的业务时，商户应当取得相应的全部审批文件及备案资质。</p>
    <p>2.3 商户应在注册和使用小兔平台的服务之前认真阅读本协议及相关业务规则内容。如对协议有任何疑问的，应向小兔平台客服咨询。<strong>商户知悉并授权，小兔平台可以根据业务需要，不时审核商户的注册信息及提供的资质是否完整、合法、真实有效，如发现商户信息和资质不符合小兔平台业务规则的，小兔平台可能会依法采取相应的措施，包括但不限于中止或注销该商户账户。</strong>因小兔平台数据庞大、商户众多，如小兔平台暂未审核商户资质，或者暂未中止或注销商户账户，并不代表小兔平台认可该商户的注册信息的有效性，亦不代表放弃采取行动或追究相关法律责任的权利。
    </p>
    <p>2.4 商户应当保证注册时提供的信息和资质的完整性、真实性、合法性、时效性。</p>
    <p>2.5 商户通过自行或授权第三方根据本协议及业务规则、说明文件操作确认本协议后，本协议即在商户和小兔平台之间产生法律效力。商户与实际承运人之间因网上交易而产生的法律关系或法律纠纷</p>
    <p>2.6 为了更好地提供服务，小兔平台可能会不时修改本协议，或根据本协议制定、修订各类业务规则并在小兔平台相关网站或系统板块发布，商户应不时地注意本协议及相关业务规则的变更。<strong>若商户在本协议及业务规则内容公告变更后继续使用本服务的，表示商户已充分阅读、理解并接受修改后的协议和业务规则内容，也将遵循修改后的协议和业务规则使用小兔平台的服务；同时就商户在协议和业务规则修订前通过小兔平台进行的交易及其效力，视为商户已同意并已按照本协议及业务规则进行了相应的授权和追认。</strong></p>
    <p>2.7 为了保证小兔平台服务的安全性和功能的一致性，小兔平台可能不时对网站或者移动应用进行更新，或者对小兔平台的部分功能效果进行改变或限制。新版本发布后，旧版本的小兔平台可能无法使用。小兔平台不保证旧版本继续可用，商户</p>
  </div>
</template>

<script>
export default {
  name: 'registry'
}
</script>

<style lang="scss" scoped>
@use "@rabbit-run/common/styles/func.scss";
.body{
  padding: func.rpx(10);
  h2{
    text-align: center;
    margin-bottom: func.rpx(15);
    font-size: func.rpx(20);
  }
  p{
    text-indent: 2em;
    margin-bottom: func.rpx(15);
    line-height: func.rpx(20);
    &.right{
     text-align: right;
    }
  }
  .strong{
    font-weight: bolder;
    color: #000;
  }

}


</style>
